<!doctype html>
<html>
<head>
<meta charset='UTF-8'>
<meta name='viewport' content='width=device-width initial-scale=1'>
<title></title>

</head>
<body class='typora-export os-windows'>
	<div id='write' class='is-node'>
	
	<h1> ${name!"suwaaaa"}</h1>
	<h2> ${damain!"Spring-Boot-Test-FreeMarker"}</h2>
	
		<p>
			<span>这部电影从一开始就把大背景设定在了上世纪七十年代，那是南非还没有种族平等，由于种族隔离制度黑人在被处处排挤虐待的时期。电影从一开始就偏于政治化，包括我们的两位参加非洲国民大会的主人公，也是因为在策划煽动国民的事件中被捕入狱的。但是在后面的处理形态和叙述类型上，又是非政治化的。与《肖申克的救赎》等越狱的电影类似，当被禁锢在监狱里以后，人们更是会去追求自由，想去越过这与外界隔离的高大的墙。</span>
		</p>
		<p>&nbsp;</p>
		<p>
			<span>影片中没有过多的着眼在种族冲突，我们的主人公虽然都是因为政治原因被捕，被判处有期徒刑8年和12年，但是打自从入狱就没有放弃出去继续坚持内心的信念。逃离，其实就是《逃离比勒陀利亚》的主题，没有过多的对自由，权力，平等这些概念的探讨，就像白种人的男主蒂姆詹金的黑人女友，男主是出于什么样的目的才参加的政治运动；牢狱里没有体现种族间的冲突，多是以“怎么样才能出逃”为主；狱中有皇室成员的人，面对可以出逃的机会没有把握，而是选择继续呆着，没有反抗，最后却也还帮助了主人公脱险。</span>
		</p>
		<p>&nbsp;</p>
		<p>&nbsp;</p>
		<p>
			<span>它更似乎是一个情景，在“寻求自由而以冒险”的过程中，抓取观众的注意。特别的是每一次的出逃上都很捕捉人心，每一次对门锁的观察，每一次探索门锁的钥匙的插入与转动，他们三个人在切换钥匙的表情，一道道门打开的都让人紧张而不敢放松。因为至始至终主人公都没有被发现过，也包括中间的一些小插曲。</span>
		</p>
	</div>
</body>
</html>